---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomPowerLoadUnitsParam
source: html/d80e89af-cf03-01a1-91fb-5ab6d2d16064.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomPowerLoadUnitsParam Property

"Power Load Units"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomPowerLoadUnitsParam { get; }
```